tap "derailed/k9s"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "int128/kubelogin"

brew "awscli"
brew "bash"
brew "boost"
brew "brew-php-switcher"
brew "certbot"
brew "clamav"
brew "composer"
brew "coreutils"
brew "curl"
brew "derailed/k9s/k9s"
brew "dive"
brew "findutils"
brew "gearman", link: false
brew "git"
brew "git-extras"
brew "gnupg"
brew "grep"
brew "icu4c"
brew "imagemagick"
brew "int128/kubelogin/kubelogin"
brew "krew"
brew "kubernetes-cli", link: false
brew "mackup"
brew "mas"
brew "minikube", link: false
brew "mysql"
brew "node"
brew "openssl"
brew "php-code-sniffer"
brew "php@7.2", restart_service: true, link: true
brew "pinentry-mac"
brew "pkg-config"
brew "prettyping"
brew "python"
brew "rabbitmq-c"
brew "supervisor", restart_service: true
brew "tldr"
brew "tree"
brew "unrar"
brew "unzip"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "brooklyn"
cask "ccleaner"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpgtools"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "minikube"
cask "mysqlworkbench"
cask "postman"
cask "robo-3t"
cask "sequel-pro"
cask "sourcetree"
cask "spotify"
cask "tableplus"
cask "viscosity"

mas "1Password", id: 443987910
mas "Annotate", id: 918207447
mas "Bear", id: 1091189122
mas "ColorSlurp", id: 1287239339
mas "FileZilla Pro - FTP and Cloud", id: 1298486723
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "WeTransfer", id: 1114922065
